Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=490_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Olen 19-vuotias saamelaisnuori ja syntyisin Utsjoelta, Tenojokilaaksosta.
sme: Lean 19-jahkásaš sámenuorra ja eret Ohcejogas, Deanuleagis.

source: Ivalossa asuimme osan aikaa vuodesta äitini työn vuoksi ja siellä minä, siskoni ja veljeni olemme myös käyneet peruskoulun ja kirjoittaneet ylioppilaiksi.
sme: Avvilis ásaimet oasi jagis eatni barggu geažil ja doppe mun, oabbán ja vielljan leat maid vázzán vuođđoskuvlla ja čállán stuđeantan.

source: Vuonna 2010 kirjoitin ylioppilaaksi Ivalon lukiosta.
sme: Jagis 2010 čállen stuđeantan Avvila logahagas.

source: Tällä hetkellä (2011) opiskelen Lapin yliopistossa luokanopettajaksi ensimmäistä vuotta.
sme: Dál (2011) stuđeren Lappi universitehtas luohkáoahpaheaddjin vuosttas jagi.

source: Yläasteella kiinnostuin yhteisten asioiden hoitamisesta.
sme: Badjedásis dovdagohten beroštumi oktasaš áššiid dikšumii.

source: Lukiossa aloin oppilaskunnan hallituksen toimintaan ja minut valittiin Inarin nuorisovaltuuston jäseneksi.
sme: Logahagas doaibmagohten oahppiidovttastusa stivrras ja mu válljejedje Anára nuoraidstivrra lahttun.

source: Tällä hetkellä toimin Suomen saamelaisnuorten hallituksen varapuheenjohtajana ja tänä vuonna toimintansa aloittaneen saamelaiskäräjien nuorisoneuvoston varapuheenjohtajana.
sme: Dál doaimman Suoma sámenuoraid stivrra várreságajođiheaddjin ja dán jagi doaimmas álggahan sámedikki nuoraidráđi várreságajođiheaddjin.

source: Toiminta saamelaisnuorten etuja ja oikeuksia ajavissa yhdistyksissä on tuntunut oikealta ja koen sen erittäin tärkeäksi.
sme: Lean dovdan ahte lea riekta doaibmat sámenuoraid ovdduid ja vuoigatvuođaid vuoddji servviin ja anán dan hui dehálažžan.

source: On hankala eritellä, mitä saamelaisuus elämässäni merkitsee.
sme: Lea vehá váttis guorahallat, maid sápmelašvuohta munnje mearkkaša.

source: Se on identiteetti, minuus ja koko persoona, kuin myös elämäntapa.
sme: Dat lea identitehta, mun ollásit ja oppa persovdna, ja maiddái eallinvuohki.

source: Olen ylpeä juuristani ja esivanhemmistani ja minulle on tärkeä siirtää tulevaisuudessa omille lapsillenikin se sama rikas kulttuuriperinne, mikä minulle ja sisaruksillenikin on siirretty.
sme: Anán árvvus iežan ruohttasiid ja máttarváhnemiid ja munnje lea dehálaš sirdit boahttevuođas iežan mánáidege dan seamma rikkes kulturárbbi, mii munnje ja mu oappážagaide lea sirdojuvvon.

source: Olen ollut onnekas, kun isä puhui perheessä saamea ja siitä tuli toinen äidinkielemme.
sme: Leamašan lihkkoš, go áhčči hálai bearrašis sámegiela ja das bođii midjiide nubbi eatnigiella.

source: Perheemme elinkeino on poronhoito ja isäni oli arvostettu ja taitava poromies.
sme: Min bearraša ealáhus lea boazodoallu ja áhččán lei árvvusadnojuvvon ja čeahpes badjealmmái.

source: Isäni kuoli tapaturmaisesti elokuussa 2009.
sme: Áhččán jámii lihkuhisvuođas borgemánus 2009.

source: Me lapset olemme pienestä asti kulkeneet poroerotuksissa mukana ja keväällä auttaneet paimennustöissä.
sme: Mii mánát leat unnivuođa rájes johtán fárus bigálusain ja giđđat veahkehan guođohanbargguin.

source: Ennen isän kuolemaa ajatus pohjoiseen jäämisestä ja porotöiden jatkamisesta tuntui vielä kaukaiselta.
sme: Dalle go áhčči vel elii, jurdda davás báhcimis ja boazobargguid joatkimis orui leamen vel nu guhkkin.

source: Kuitenkin ajatus porojen myymisestä ja elinkeinon lopettamisesta tuntuu kuin luopuisi osasta elämäänsä ja heittäisi isän ja esi-isien elämäntyön hukkaan.
sme: Goit jurdda bohccuid vuovdimis ja ealáhusa heaitimis orru dego luobašii oasis iežas eallima ja bálkestivččii áhči ja máttarváhnemiid eallinbarggu duššás.

source: Silloin tein päätöksen, että aion palata opiskelujeni jälkeen pohjoiseen pysyvästi ja jatkaa perheemme elämäntapaa.
sme: Dalle mearridin, ahte máhcan vel oahpuidan maŋŋá davás bissovaččat ja joatkkán bearraša eallinvuogi.

source: Osana tätä päätöstä on ollut myös opiskelupaikan ja ammatinvalinta.
sme: Oassin dán mearrádusa lea leamaš maid stuđerenbáikki ja ámmáha válljen.

source: Perinteisen elinkeinon rinnalla olen myös kokenut tärkeäksi valmistua opettajaksi saamelaisalueelle ja antaa siten oma työpanokseni saamelaislasten- ja nuorten hyväksi.
sme: Árbevirolaš ealáhusa bálddas lean maid vásihan dehálažžan gárvvásmuvvat oahpaheaddjin sámeguvlui ja bargat ná bealistan sámemánáid ja - nuoraid buorrin.

source: Erityisen tärkeää on, että lapsilla ja nuorilla on mahdollisuus opiskella kotiseudullaan ja saada opetusta omalla äidinkielellään.
sme: Erenomáš dehálaš lea ahte mánáin ja nuorain lea vejolašvuohta stuđeret ruovttuguovllusteaset ja oažžut oahpahusa iežaset eatnigillii.
